//歌词部分
var text1=`
[00:00.32]演员
[00:01.00]
[00:01.61]作词：薛之谦
[00:02.64]作曲：薛之谦
[00:03.00]演唱：薛之谦
[00:04.20]
[00:21.12]简单点说话的方式简单点
[00:30.20]递进的情绪请省略
[00:33.64]你又不是个演员
[00:36.38]别设计那些情节
[00:39.36]
[00:41.93]没意见我只想看看你怎么圆
[00:51.54]你难过的太表面 像没天赋的演员
[00:57.15]观众一眼能看见
[01:00.19]
[01:02.22]该配合你演出的我演视而不见
[01:07.68]在逼一个最爱你的人即兴表演
[01:12.90]什么时候我们开始收起了底线
[01:18.02]顺应时代的改变看那些拙劣的表演
[01:23.42]可你曾经那么爱我干嘛演出细节
[01:28.63]我该变成什么样子才能延缓厌倦
[01:33.87]原来当爱放下防备后的这些那些
[01:39.37]才是考验
[01:41.97]
[01:44.60]没意见你想怎样我都随便
[01:54.53]你演技也有限
[01:57.58]又不用说感言
[02:00.15]分开就平淡些
[02:02.99]
[02:05.00]该配合你演出的我演视而不见
[02:10.53]别逼一个最爱你的人即兴表演
[02:15.81]什么时候我们开始没有了底线
[02:21.01]顺着别人的谎言被动就不显得可怜
[02:26.43]可你曾经那么爱我干嘛演出细节
[02:31.52]我该变成什么样子才能配合出演
[02:36.72]原来当爱放下防备后的这些那些
[02:41.86]都有个期限
[02:44.60]
[02:47.56]其实台下的观众就我一个
[02:53.04]其实我也看出你有点不舍
[02:58.34]场景也习惯我们来回拉扯
[03:02.93]还计较着什么
[03:07.39]
[03:08.71]其实说分不开的也不见得
[03:14.04]其实感情最怕的就是拖着
[03:19.21]越演到重场戏越哭不出了
[03:24.07]是否还值得
[03:28.12]
[03:29.07]该配合你演出的我尽力在表演
[03:34.39]像情感节目里的嘉宾任人挑选
[03:39.68]如果还能看出我有爱你的那面
[03:44.82]请剪掉那些情节让我看上去体面
[03:50.04]可你曾经那么爱我干嘛演出细节
[03:55.31]不在意的样子是我最后的表演
[04:01.05]是因为爱你我才选择表演 这种成全
`;
var text2=`
[ti:丑八怪]
[ar:薛之谦]
[al:意外]
[offset:0]
[00:00.73]丑八怪 - 薛之谦
[00:01.98]词 ： 甘世佳
[00:02.79]曲 ： 李荣浩
[00:03.72]
[00:20.30]如果世界漆黑 其实我很美
[00:22.73]
[00:23.59]在爱情里面进退 最多被消费
[00:26.66]
[00:27.41]无关痛痒的是非
[00:29.41]又怎么不对 无所谓
[00:32.58]
[00:35.58]如果像你一样 总有人赞美
[00:38.34]
[00:39.03]围绕着我的卑微 也许能消退
[00:42.14]
[00:42.97]其实我并不在意 有很多机会
[00:45.93]
[00:46.44]像巨人一样的无畏
[00:49.25]放纵我 心里的鬼
[00:50.87]可是我不配
[00:52.86]
[00:54.12]丑八怪 能否别把灯打开
[01:00.54]
[01:01.73]我要的爱 出没在
[01:06.22]漆黑一片的舞台
[01:08.42]
[01:09.23]丑八怪 在这暧昧的时代
[01:15.91]
[01:17.34]我的存在 像意外
[01:22.59]
[01:37.54]有人用一滴泪 会红颜祸水
[01:40.27]
[01:41.09]有人丢掉称谓 什么也不会
[01:43.96]
[01:44.89]只要你足够虚伪 就不怕魔鬼 对不对
[01:50.08]
[01:53.07]如果剧本写好 谁比谁高贵
[01:55.62]
[01:56.43]我只能沉默以对 美丽本无罪
[01:59.55]
[02:00.24]当欲望开始贪杯 有更多机会
[02:03.80]像尘埃一样的无畏 化成灰 谁认得谁
[02:08.29]管他配不配
[02:10.41]
[02:11.72]丑八怪 能否别把灯打开
[02:17.97]
[02:19.21]我要的爱 出没在
[02:23.58]漆黑一片的舞台
[02:25.76]
[02:26.64]丑八怪 在这暧昧的时代
[02:33.32]
[02:34.81]我的存在 不意外
[02:39.71]
[03:01.82]丑八怪 其实见多就不怪
[03:08.31]
[03:09.68]放肆去High 用力踩
[03:13.80]那不堪一击的洁白
[03:15.98]
[03:16.98]丑八怪 这是我们的时代
[03:23.60]
[03:25.21]我不存在 才意外
`;
var text3=`
[ti:一半]
[ar:薛之谦]
[al:一半]
[by:珍妮]
[00:01.01]一半 - 薛之谦
[00:07.38]词：薛之谦
[00:10.56]曲：李荣浩
[00:13.27]
[00:17.77]多平淡 所以自己刻意为难
[00:25.49]多遗憾 被抛弃的人没喜感
[00:33.61]像被人围起来 就特别放不开
[00:41.67]都在期待 角色要坏 别委屈了人才
[00:50.10]别期待 伤人的话变得柔软
[00:57.63]也别揭穿 剧透的电影不好看
[01:05.65]隔墙有只耳朵 嘲笑你多难过
[01:13.84]你越反驳 越像示弱
[01:17.83]请别再招惹我
[01:22.66]我可以 为我们的散 承担一半
[01:27.45]可我偏要摧毁所有的好感
[01:31.52]看上去能孤独的很圆满
[01:38.73]我做作的表情让自己很难堪
[01:43.75]可感情这玩意儿怎么计算
[01:47.44]别两难 hey晚安
[01:54.84]少了有点不甘 但多了太烦
[02:01.06]
[02:15.95]多困难 狠话有几句新鲜感
[02:23.73]又有多难 掩饰掉全程的伤感
[02:31.58]我毁了艘小船 逼我们隔着岸
[02:39.75]冷眼旁观 最后一段 对白还有点烂
[02:48.67]你可以 为我们的散 不用承担
[02:53.41]是我 投入到一半 感到不安
[02:57.51]好过未来一点一点纠缠
[03:04.61]我帮你 摘下的那颗廉价指环
[03:09.67]像赠品附送完 人群涣散
[03:13.36]心很酸 烟很淡
[03:20.80]难过若写不完 用情歌刁难
[03:28.59]我非要 锈了的皇冠 还不肯摘
[03:33.64]在悲伤明显前 举杯离散
[03:37.41]为何亏欠的人 特别勇敢
[03:44.70]我撑到 你的恨 开始无限扩散
[03:49.64]该流的泪才刚刚流一半
[03:53.34]别有关 就两断
[04:00.83]故事已经说完 懒得圆满
[04:07.51]Lrc By：珍妮 QQ：929964514
`;
var text4=`
[ti:认真的雪]
[ar:薛之谦]
[al:认真的雪]
[00:00.95]认真的雪
[00:01.20]演唱：薛之谦
[00:01.48]
[00:02.24]雪下地那么深 下得那么认真
[00:07.49]倒映出我躺在雪中的伤痕
[00:11.44]
[00:24.95]夜深人静 那是爱情
[00:34.24]偷偷地控制着我的心
[00:37.22]提醒我 爱你要随时待命
[00:41.21]
[00:43.42]音乐安静 还是爱情啊
[00:52.36]一步一步吞噬着我的心
[00:55.70]爱上你 我失去了我自己
[01:00.12]
[01:01.37]爱得那么认真 爱得那么认真
[01:06.80]可还是听见了你说不可能
[01:10.81]已经十几年没下雪的上海 
[01:14.21]突然飘雪
[01:16.01]就在你说了分手的瞬间
[01:19.71]雪下得那么深 下得那么认真
[01:25.08]倒映出我躺在雪中的伤痕
[01:29.66]我并不在乎自己
[01:31.58]究竟多伤痕累累
[01:34.27]可我在乎今后你有谁陪
[01:39.04]
[02:05.69]音乐安静 还是爱情啊
[02:14.57]一步一步吞噬着我的心
[02:17.86]爱上你 我失去了我自己
[02:22.53]
[02:23.64]爱得那么认真 爱得那么认真
[02:29.06]可还是听见了你说不可能
[02:33.08]已经十几年没下雪的上海 
[02:36.49]突然飘雪
[02:38.26]就在你说了分手的瞬间
[02:41.97]雪下得那么深 下得那么认真
[02:47.36]倒映出我躺在雪中的伤痕
[02:51.94]我并不在乎自己
[02:53.81]究竟多伤痕累累
[02:56.59]可我在乎今后你有谁陪
[03:01.64]
[03:02.69]爱得那么深 爱得那么认真
[03:07.98]可还是听见了你说不可能
[03:11.93]已经十几年没下雪的上海 
[03:15.30]突然飘雪
[03:17.13]就在你说了分手的瞬间
[03:20.68]雪下得那么深 下得那么认真
[03:26.20]倒映出我躺在雪中的伤痕
[03:30.79]我并不在乎自己
[03:32.69]究竟多伤痕累累
[03:35.41]可我在乎今后你有谁陪
[03:40.28]
[03:41.74]爱得那么深 比谁都认真
[03:46.68]可最后还是只剩我一个人
[03:51.31]漫天风雪请别再把我的眼泪擦去
[03:56.05]毕竟那是我最爱的女人
[04:01.33]毕竟我曾是她深爱的人
[04:11.46]
`;
var text5=`
[ti:绅士]
[ar:薛之谦]
[00:00.23]绅士 - 薛之谦
[00:07.54]词：薛之谦
[00:10.71]曲：薛之谦
[00:13.55]
[00:19.28]好久没见了什么角色呢
[00:23.52]细心装扮着
[00:25.31]白色衬衫的袖扣是你送的
[00:31.98]尽量表现着像不在意的
[00:36.17]频繁暴露了自欺欺人者
[00:41.55]越掩饰越深刻
[00:44.59]你说我说听说
[00:47.87]忍着言不由衷的段落
[00:52.16]我反正决定自己难过
[00:58.73]
[01:01.50]我想摸你的头发
[01:03.70]只是简单的试探啊
[01:07.04]
[01:09.79]我想给你个拥抱
[01:12.13]像以前一样可以吗
[01:16.92]你退半步的动作认真的吗
[01:21.58]小小的动作伤害还那么大
[01:25.86]我只能扮演个绅士
[01:29.05]才能和你说说话
[01:33.13]
[01:34.83]我能送你回家吗
[01:37.44]可能外面要下雨啦
[01:40.63]
[01:43.51]我能给你个拥抱
[01:45.75]像朋友一样可以吗
[01:49.12]
[01:50.93]我忍不住从背后抱了一下
[01:55.30]尺度掌握在不能说想你啊
[01:59.29]你就当刚认识的绅士
[02:02.88]闹了个笑话吧
[02:07.95]
[02:21.36]尽量表现着善解人意的
[02:25.62]频繁暴露了不欲人知的
[02:31.18]越掩饰越深刻
[02:34.13]想说听说别说
[02:37.30]忍着言不由衷的段落
[02:41.43]我反正注定留在角落
[02:48.33]
[02:50.57]我想摸你的头发
[02:53.23]只是简单的试探啊
[02:59.00]我想给你个拥抱
[03:01.62]像以前一样可以吗
[03:05.32]
[03:06.74]你退半步的动作认真的吗
[03:11.16]小小的动作伤害还那么大
[03:15.28]我只能扮演个绅士
[03:18.57]才能和你说说话
[03:22.44]
[03:24.41]我能送你回家吗
[03:26.95]可能外面要下雨啦
[03:32.27]我能给你个拥抱
[03:35.32]像朋友一样可以吗
[03:38.94]
[03:40.39]我忍不住从背后抱了一下
[03:44.87]尺度掌握在不能说想你啊
[03:48.77]你就当刚认识的绅士
[03:52.42]闹了个笑话吧
[03:56.62]
[03:58.28]你能给我只左手
[04:00.53]牵你到马路那头吗
[04:04.18]
[04:06.09]我会像以前一样
[04:09.00]看着来往的车子啊
[04:14.19]我们的距离在眉间皱了下
[04:18.73]迅速还原成路人的样子啊
[04:22.98]越有礼貌我越害怕
[04:26.06]绅士要放得下
`;
var text6=`
[00:00.00]小幸运
[00:02.00](电影我的少女时代主题曲)
[00:04.00]歌手： 田馥甄
[00:06.00]作词： 吴辉福,徐世珍
[00:08.00]作曲： JerryC
[00:10.00]歌词编辑：果果 765708831
[00:12.00]歌词搜索：www.lrc99.com
[00:14.00]
[00:15.56]我听见雨滴落在青青草地
[00:21.67]我听见远方下课钟声响起
[00:27.78]可是我没有听见你的声音
[00:32.70]认真呼唤我姓名
[00:40.06]爱上你的时候还不懂感情
[00:46.08]离别了才觉得刻骨铭心
[00:51.94]为什么没有发现遇见了你
[00:56.51]是生命最好的事情
[02:51.96][01:02.45]也许当时忙着微笑和哭泣
[02:57.84][01:08.35]忙着追逐天空中的流星
[03:03.60][01:13.96]人理所当然的忘记
[03:08.15][01:18.60]是谁风里雨里一直默默守护在原地
[03:15.84][01:26.36]原来你是我最想留住的幸运
[03:20.96][01:31.47]原来我们和爱情曾经靠得那么近
[03:27.02][01:37.68]那为我对抗世界的决定
[03:31.62][01:42.23]那陪我淋的雨
[03:34.56][01:45.27]一幕幕都是你一尘不染的真心
[03:42.14][01:52.62]与你相遇好幸运
[03:45.20][01:55.85]可我已失去为你泪流满面的权利
[03:51.16][02:01.93]但愿在我看不到的天际
[03:55.85][02:06.52]你张开了双翼
[03:59.02][02:09.59]遇见你的注定(oh--)她会有多幸运
[04:10.92][02:19.28]
[02:29.44]青春是段跌跌撞撞的旅行
[02:35.30]拥有着后知后觉的美丽
[02:41.48]来不及感谢是你给我勇气
[02:46.11]让我能做回我自己
`;
var text7=`
[00:01.00]红玫瑰 - 陈奕迅
[00:03.93]词：李焯雄
[00:06.43]曲：梁翘柏
[00:08.61]编：梁翘柏
[00:11.05]
[00:16.28]梦里梦到醒不来的梦
[00:18.65]红线里被软禁的红
[00:23.53]所有刺激剩下疲乏的痛
[00:26.77]再无动于衷
[00:30.01]从背后抱你的时候
[00:33.94]期待的却是她的面容
[00:37.63]说来实在嘲讽 我不太懂
[00:41.18]偏渴望你懂
[00:44.74]是否幸福轻得太沉重
[00:48.42]过度使用不痒不痛
[00:52.16]烂熟透红空洞了的瞳孔
[00:56.35]终于掏空 终于有始无终
[00:59.72]得不到的永远在骚动
[01:03.40]被偏爱的 都有恃无恐
[01:06.95]玫瑰的红 容易受伤的梦
[01:11.32]握在手中却流失于指缝
[01:14.63]又落空
[01:16.66]
[01:31.15]红是朱砂痣烙印心口
[01:33.78]红是蚊子血般平庸
[01:38.46]时间美化那仅有的悸动
[01:41.75]也磨平激动
[01:45.12]从背后抱你的时候
[01:48.93]期待的却是她的面容
[01:52.67]说来实在嘲讽
[01:55.04]我不太懂 偏渴望你懂
[01:59.72]是否幸福轻得太沉重
[02:03.34]过度使用 不痒不痛
[02:07.15]烂熟透红空洞了的瞳孔
[02:11.39]终于掏空 终于有始无终
[02:14.70]得不到的永远在骚动
[02:18.44]被偏爱的都有恃无恐
[02:22.06]玫瑰的红 容易受伤的梦
[02:26.30]握在手中却流失于指缝
[02:29.74]又落空
[02:31.79]
[02:44.78]是否说爱都太过沉重
[02:48.39]过度使用不痒不痛
[02:52.20]烧得火红 蛇行缠绕心中
[02:56.35]终于冷冻终于有始无终
[02:59.72]得不到的永远在骚动
[03:03.28]被偏爱的都有恃无恐
[03:06.96]玫瑰的红 容易受伤的梦
[03:11.26]握在手中却流失于指缝
[03:15.01]得不到的永远在骚动
[03:18.44]被偏爱的 都有恃无恐
[03:21.81]玫瑰的红 伤口绽放的梦
[03:26.24]握在手中却流失于指缝
[03:29.61]再落空
`;
var text8=`
[ti:走着走着就散了]
[ar:庄心妍]
[al:]
[by:黎起铮]
[00:00.00]
[00:03.01]庄心妍 - 走着走着就散了
[00:03.92]
[00:04.74]词曲：萧全
[00:05.57]编曲：萧全
[00:06.54]混音：付威
[00:07.64]监制：赖剑亮
[00:08.64]出品：致力音乐
[00:09.80]
[00:39.92]习惯人群中找你的影子
[00:44.25]回想那些幸福的日子
[00:48.44]但其实我明白 我和从前的我
[00:52.64]已经分开很远很远
[00:55.46]
[00:57.17]寂寞世界中的两颗心
[01:01.83]寂寞城市中的每个人 
[01:05.93]我们相遇相拥 相互猜测怀疑
[01:09.96]一边微笑一边流泪
[01:13.23]
[01:13.52]那些激情后的陌生 被利用的信任
[01:18.41]累觉不爱的心 任性错过的人
[01:23.55]伤痕累累才懂 认真我就输了
[01:29.25]
[01:30.45]有些人走着走着就散了
[01:34.85]有些事看着看着就淡了
[01:39.69]有多少无人能懂的不快乐 
[01:43.43]就有多少无能为力的不舍
[01:47.55]
[01:47.88]有些人想着想着就忘了
[01:52.17]有些梦做着做着就醒了
[01:57.11]才发现从前是我太天真
[02:00.66]现实又那么残忍
[02:05.41]
[02:06.62]
[02:41.84]寂寞世界中的两颗心
[02:46.42]寂寞城市中的每个人 
[02:50.70]我们相遇相拥 相互猜测怀疑
[02:54.65]一边微笑一边流泪
[02:58.02]
[02:58.25]那些激情后的陌生 被利用的信任
[03:03.13]累觉不爱的心 任性错过的人
[03:08.23]伤痕累累才懂 认真我就输了
[03:14.38]
[03:15.12]有些人走着走着就散了
[03:19.60]有些事看着看着就淡了
[03:24.40]有多少无人能懂的不快乐 
[03:28.25]就有多少无能为力的不舍
[03:32.34]
[03:32.54]有些人想着想着就忘了
[03:36.92]有些梦做着做着就醒了
[03:41.92]才发现从前是我太天真
[03:45.19]现实又那么残忍
[03:49.81]
[03:50.08]有些人想着想着就忘了
[03:54.33]有些梦做着做着就醒了
[03:59.30]才发现从前是我太天真
[04:02.79]现实却那么残忍
[04:07.23]
[04:08.74]我爱歌词网 www.5ilrc.com
[04:09.80]歌词编辑：黎起铮
[04:10.85]QQ：20891372
[04:11.98]
`;
var text9=`
[ti:我想更懂你]
[ar:潘玮柏]
[al:反转地球]
[t_time:(4:27)]
[by:(5nd音乐网)www.5nd.com]
[00:00.00]我想更懂你
[00:07.00]演唱：潘玮柏、苏芮
[00:14.00][04:15.76]潘玮柏&苏芮-我想更懂你
[00:21.00][04:21.33]我爱我歌制作
[00:28.48][01:32.88][02:15.98][03:22.99][03:44.50]每次我想更懂你
[00:30.82][01:35.15][02:18.13][03:25.25][03:46.78]我们却更有距离
[00:33.18][01:37.58][02:20.54][03:27.62][03:49.09]是不是都用错言语
[00:36.41][01:40.77][02:23.75][03:30.81][03:52.28]也用错了表情
[00:39.19][01:43.58][02:26.52][03:33.60][03:55.13]其实我想更懂你
[00:41.56][01:45.96][02:28.89][03:35.99][03:57.46]不是为了抓紧你
[00:43.95][01:48.37][02:31.31][03:38.38][03:59.85]我只是怕你会忘记
[00:46.90][01:51.34][02:34.28][03:41.33][04:02.80]有人永远爱着你
[00:52.27]爱你
[00:58.05]Woo……
[01:00.47]请你听听我的真心话
[01:02.18]你每天看着我长大
[01:03.64]但你是否了解我内心矛盾的对话
[01:06.21]你板着脸孔不屑的对着我看
[01:08.58]我的视线没有勇气
[01:09.68]只好面对冷冰冰的地板
[01:11.53]这就是你这就是我 我们之间的互动
[01:14.34]何时开始慢慢加以冷藏加以冷冻
[01:16.97]我好想逃我好想躲进一个洞
[01:19.06]我需要真正了解我的人为我进行解救
[01:21.64][03:11.55]这就是我的内心请你仔细的剖
[01:24.27]我试过好多次的机会想要触碰你手
[01:27.14][03:17.17]课本写说你们应是我最好的朋友
[01:29.69]但是显然不是我叙述我的故事
[01:54.45][02:05.30]in this life our love is in our hearts to see
[01:56.66][02:07.34]though people change the future's still inside of me
[01:59.29][02:09.97]we must remember that romorrow comes after the dark
[02:01.96][02:12.70]but I got something trapped in my heart
[02:03.84][02:14.70]so I got something to say
[02:38.50]whenever you come
[02:41.41]whatever we talk
[02:43.76]and I'll right here waiting for you
[02:51.16]你曾经说过当我站在十字路口
[02:53.17]只要有你在我不会经历漫长的夜去等待
[02:56.36]现在十字路口只有我独自站
[02:58.99]没有对象寻找答案只好自我反叛
[03:01.63]看我其实没那么好战
[03:03.84]我也希望说话可以婉转不让你心烦
[03:06.57]对你开口好难我想要无话不谈
[03:08.98]我的人生我的个性其实没那么烂
[03:14.28]我好想回到过去看你微笑摸摸我头
[03:19.85]如果换个公式我祈祷不同故事
[04:05.13]永远爱着你
`;
var text10=`
[ti:虹之间]
[ar:金贵晟]
[al:爱情公寓4 原声大碟]
[by:天恋]
[00:00.00]我爱歌词网 www.5ilrc.com
[00:03.00]虹之间
[00:06.00]演唱：金贵晟
[00:09.00]作词：大风刮过 韦正 
[00:12.00]作曲：金贵晟
[00:20.00]歌词编辑:天恋 QQ:741554933
[00:45.27]想借天使的翅膀 
[00:48.70]抓住云端的彩虹 
[00:54.60]总在将要触碰时消散 
[00:58.96]错觉的地久天长 
[01:02.52]其实是一无所有 
[01:08.51]
[01:10.09]童话说雨后 会有一道彩虹 
[01:17.15]却不曾说过 它也会转瞬成空 
[01:23.99]想要把绚烂 紧紧握在手中 
[01:30.91]忽然发现 你已不见 
[01:49.41]
[02:07.24]站在无尽红尘中 
[02:11.07]仰望曾有你的苍穹
[02:16.96]得到以后转眼又落空 
[02:21.12]究竟什么是永恒 
[02:24.61]都无法拥有完整
[02:30.05]oh my love
[02:32.86]我看见希望 闪耀彩虹之间 
[02:39.58]光芒凝结与你我的那片天 
[02:46.36]不再追问你为何不能停留 
[02:53.32]微笑看见 爱的浮现 
[03:00.12]雨后的天空中又出现彩虹 
[03:07.05]天使的恩惠亲吻着世间万众 
[03:14.11]不再追问你为何不能停留 
[03:20.47]放下了执念 微笑现在 
[04:02.43]
`;
var text11=`
[ti:刚好遇见你]
[ar:李玉刚]
[al:]
[by:黎起铮]
匹配时间为: 03 分 20 秒 的歌曲
[00:00.00]
[00:02.67]刚好遇见你
[00:03.65]作词：高进
[00:04.61]作曲：高进
[00:05.65]演唱：李玉刚
[00:06.66]编曲：关天天
[00:13.35]我们哭了
[00:16.12]我们笑着
[00:19.21]我们抬头望天空
[00:22.06]星星还亮着几颗
[00:25.29]我们唱着
[00:28.23]时间的歌
[00:31.45]才懂得相互拥抱
[00:34.47]到底是为了什么
[00:37.48]因为我刚好遇见你
[00:41.03]留下足迹才美丽
[00:44.03]风吹花落泪如雨
[00:47.16]因为不想分离
[00:50.32]因为刚好遇见你
[00:53.26]留下十年的期许
[00:56.25]如果再相遇
[00:59.68]我想我会记得你
[01:14.75]我们哭了
[01:17.53]我们笑着
[01:20.71]我们抬头望天空
[01:23.54]星星还亮着几颗
[01:26.56]我们唱着
[01:29.73]时间的歌
[01:33.04]才懂得相互拥抱
[01:35.83]到底是为了什么
[01:38.96]因为我刚好遇见你
[01:42.36]留下足迹才美丽
[01:45.44]风吹花落泪如雨
[01:48.53]因为不想分离
[01:51.65]因为刚好遇见你
[01:54.69]留下十年的期许
[01:57.72]如果再相遇
[02:01.05]我想我会记得你
[02:04.72]因为刚好遇见你
[02:07.36]留下足迹才美丽
[02:10.14]风吹花落泪如雨
[02:13.11]因为不想分离
[02:16.22]因为刚好遇见你
[02:19.27]留下十年的期许
[02:22.32]如果再相遇
[02:25.79]我想我会记得你
[02:31.50]因为我刚好遇见你
[02:34.74]留下足迹才美丽
[02:37.80]风吹花落泪如雨
[02:40.76]因为不想分离
[02:43.95]因为刚好遇见你
[02:46.97]留下十年的期许
[02:49.96]如果再相遇
[02:53.28]我想我会记得你
[03:11.92]
[03:12.81]我爱歌词网 www.5ilrc.com
[03:13.61]歌词编辑：黎起铮
[03:14.40]QQ：20891372
[03:15.29]
`

var data=[
		{
			id:1,
			name : "演员",
			singer : "薛之谦",
			album : "初学者",
			format : "ogg",
			lyric:text1
		},
		{
			id:2,
			name : "丑八怪",
			singer : "薛之谦",
			album : "意外",
			format : "ogg",
			lyric:text2
		},
		{
			id:3,
			name : "一半",
			singer : "薛之谦",
			album : "一半",
			format : "ogg",
			lyric:text3
		},
		{
			id:4,
			name : "认真的雪",
			singer : "薛之谦",
			album : "未完成的歌",
			format : "ogg",
			lyric:text4
		},
		{
			id:5,
			name : "绅士",
			singer : "薛之谦",
			album : "绅士",
			format : "ogg",
			lyric:text5
		},
		{
			id:6,
			name : "小幸运",
			singer : "田馥甄",
			album : "我的少女时代",
			format : "mp3",
			lyric:text6
		},
		{
			id:7,
			name : "红玫瑰",
			singer : "陈奕迅",
			album : "1997-2007跨世纪国语精选",
			format : "mp3",
			lyric:text7
		},
		{
			id:8,
			name:'走着走着就散了',	
			singer : "庄心妍",
			album : "走着走着就散了",
			format : "mp3",
			lyric:text8
		},
		{
			id:9,
			name:'我想更懂你',
			singer : "潘玮柏",
			album : "反转地球",
			format : "mp3",
			lyric:text9
		},
		{
			id:10,
			name:'虹之间',
			singer : "金贵晟",
			album : "虹之间",
			format : "mp3",
			lyric:text10
		}
]
